Repository: IntelligentNetworkSolutions/IllegalDumpSiteDetectionAndLandfillMonitoring
Catalog: MainApp.MVC/Properties/Resources.*.resx
Languages: mk

source: Account
mk: Профил

source: Action
mk: Акција

source: Add additional privileges
mk: Додади дополнителни привилегии:

source: Add coordinates for legalization procedure
mk: Додадете координати за постапка за легализација

source: Add group
mk: Додади група

source: Add inputs for legalization procedure
mk: Додадете податоци за постапката за легализација

source: Add inputs for poi busines entities
mk: Додади податоци за точка бизнис ентитет

source: Add layer
mk: Додади слој

source: Add Legalization polygon
mk: Додадете полигон за легализација

source: Add Map
mk: Додади мапа

source: Add more
mk: Додади повеќе

source: Add new Application Setting
mk: Додадете ново поставување на апликацијата

source: Add new Group
mk: Додадете нова група

source: Add new Layer
mk: Додадете нов слој

source: Add new Map
mk: Додадете нова мапа

source: Add new Role
mk: Додадете нова улога

source: Add new User
mk: Додади нов корисник

source: Add poi busines entities point
mk: Додадете бизнис ентитет точка

source: Add Role
mk: Додади улога

source: Add Setting
mk: Додадете поставување

source: Add User
mk: Додадете корисник

source: Add, edit, delete and view maps, add groups and layers
mk: Додавајте, уредувајте, бришете и прегледувајте мапи, додавајте групи и слоеви.

source: Add, edit, delete and view users, roles and claims
mk: Додавајте, уредувајте, бришете и прегледувајте корисници, улоги и тврдења.

source: Add, edit, delete and view users, roles and privileges
mk: Додавајте, уредувајте, бришете и прегледувајте корисници, улоги и привилегии.

source: Add, edit, delete application settings
mk: Додавајте, изменувајте, бришете поставување на апликацијата.

source: Address
mk: Адреса

source: All Layers
mk: Сите слоеви

source: Application Settings
mk: Поставки за апликација

source: Are you sure you want to delete business entities
mk: Дали сте сигурно дека сакате да избришете бизнис ентитет?

source: Are you sure you want to delete this
mk: Дали сте сигурни дека сакате го избришете следново?

source: Are you sure you want to delete this document
mk: Дали сте сигурни дека сакате да го избришете овој документ?

source: Are you sure you want to delete this legalization
mk: Дали сте сигурни дека сакате да ја избришете оваа легализација?

source: Are you sure you want to delete this Role
mk: Дали сте сигурни дека сакате да ја избришете оваа улога?

source: Are you sure you want to delete this User
mk: Дали сте сигурни дека сакате да го избришете овој корисник?

source: Area
mk: Површина

source: Area (calculated) m2
mk: Површина пресметана (m2)

source: Area m2
mk: Површина (m2)

source: Attach
mk: Прикачи

source: Attach / Download legalization documents
mk: Прикачи / Преземи документи за легализација

source: Attach and view plot conditions
mk: Прикачување и преглед на условите за парцела.

source: Attach documents
mk: Прикачи документи

source: Attach plot conditions form
mk: Форма за прикачување на услови за парцела

source: Back to List
mk: Назад до листата

source: Building area
mk: Површина за градење

source: Building Permits
mk: Дозволи за градење

source: Building Plot
mk: Градежна парцела

source: Building Plots
mk: Градежни парцели

source: Business Entities
mk: Бизнис ентитети

source: Business Entity
mk: Бизнис ентитет

source: Cadastral Municipality
mk: Катастарска општина

source: Cadastral parcel number
mk: Број на катастарска парцела

source: Cadastral Plot
mk: Катастарска парцела

source: Cadastral plot number
mk: Број на катастарска парцела

source: Cadastral Plots
mk: Катастарски парцели

source: Cancel
mk: Откажи

source: Cancelled
mk: Откажано

source: CenterX
mk: ЦентарX

source: CenterY
mk: ЦентарY

source: Change password
mk: Измени лозинка

source: Change Password Form
mk: Форма за промена на лозинка

source: Check All Privileges
mk: Селектирај ги сите привилегии

source: Class Purpose
mk: Класа Намена

source: Close
mk: Затвори

source: Compatible purpose class
mk: Компатибилна класа на намена

source: Completed successfully
mk: Успешно завршено!

source: Confirm application setting deleting
mk: Потврдете бришење на поставување на апликацијата

source: Confirm group deleting
mk: Потврдете бришење на групата

source: Confirm layer deleting
mk: Потврдете бришење на слојот.

source: Confirm map deleting
mk: Потврдете го бришењето на мапата.

source: Confirm New Password
mk: Потврдете ја новата лозинка *

source: Confirm Password
mk: Потврди лозинка

source: Construction area (calculated) m2
mk: Градежна пресметана површина (m2)

source: Construction area m2
mk: Површина (m2)

source: Contact Person
mk: Лице за контакт

source: Create
mk: Креирај

source: Create account
mk: Креирај профил

source: Create form explanation
mk: Креирајте форма со објаснување:

source: Create form for add new application setting
mk: Креирајте форма за ново поставување на апликацијата

source: Create form for add new group
mk: Креирајте форма за додавање нова група:

source: Create form for add new group explanation
mk: Креирајте форма со објаснување за додавање нова група:

source: Create form for add new Layer
mk: Креирајте форма за додавање нов слој:

source: Create form for add new Layer explanation
mk: Креирајте форма со објаснување за додавање нов слој:

source: Create form for add new map
mk: Креирајте форма за додавање нова мапа:

source: Create form for add new role
mk: Креирајте форма за додавање нова улога:

source: Create form for add new user
mk: Креирајте форма за додавање нов корисник:

source: Create form form explanation
mk: Креирајте форма со објаснување

source: Current Password
mk: Тековна лозинка *

source: Current password Public
mk: Тековна лозинка

source: Data type
mk: Тип на податок

source: Date
mk: Датум

source: Decision number
mk: Број на одлука

source: Default Resolution
mk: Стандардна резолуција

source: Delete
mk: Избриши

source: Delete Application Setting
mk: Бришење на поставување на апликацијата

source: Delete business entities
mk: Избриши бизнис ентитети

source: Delete Group
mk: Избришете ја групата

source: Delete Layer
mk: Избришете слој

source: Delete Map
mk: Избришете мапа

source: Deleted
mk: Избришан!

source: Deleted successfully
mk: Успешно избришана!

source: Description
mk: Опис

source: Document Name
mk: Име на документ

source: Documents
mk: Документи

source: Download
mk: Преземи

source: Edit
mk: Измени

source: Edit Application Setting
mk: Уредувај поставување на апликацијата

source: Edit application setting form
mk: Уредувај ја формата за поставувања на апликацијата

source: Edit form for role
mk: Уредувај форма за улога:

source: Edit form for user
mk: Уредувај форма за корисник:

source: Edit Group
mk: Измени група

source: Edit Group form
mk: Уредувајте група:

source: Edit Group form explanation
mk: Уреди ја формата за објаснување

source: Edit Layer
mk: Изменете слој

source: Edit Layer form
mk: Форма за уредување на слој:

source: Edit Layer form explanation
mk: Уреди ја формата со објаснување за ажурирање на слој:

source: Edit Map
mk: Измени мапа

source: Edit map form
mk: Уредувај форма за мапа:

source: Edit map form explanation
mk: Форма со објаснување

source: Edit poi business entities
mk: Измени бизнис ентитет точка

source: Edit Role
mk: Измени улога

source: Edit User
mk: Измени корисник

source: Email
mk: Е-пошта

source: Email address
mk: Е-пошта

source: Email Description
mk: Опис на е-пошта

source: Enable user
mk: Овозможете корисник

source: Enter email
mk: Внесете е-пошта

source: Enter search term
mk: Внесете податок за пребарување...

source: Example
mk: Пример:

source: File uploaded successfully
mk: Успешно прикачен фајл!

source: Fill CenterX is number field, predefined placeholder
mk: Пополнете го ЦентарX со број, во предефинираното поле

source: Fill CenterY is number field with Y coordinates
mk: Пополнете го ЦентарY со број, во предефинираното поле

source: Fill Default Resolution field with default map resolution
mk: Пополнете го полето за Стандардна резолуција со стандардна резолуција на мапата

source: Fill Group Description Json field
mk: Пополнете го полето Опис на група Json.

source: Fill Group Js field
mk: Пополнете го полето Група на Js.

source: Fill Group Name with the name of the group
mk: Пополнете го полето Име на група со име на групата.

source: Fill Group Name with the name of the group. This field is wmpty if layer belongs to map
mk: Пополнете го полето Име на група со името на групата. Ова поле е празно ако слојот припаѓа на мапата.

source: Fill Group Order for order. This is number field
mk: Пополнете го полето Подредување по група. Ова поле е број.

source: Fill Group Title Json field
mk: Пополнете го полето Име на група Json.

source: Fill Layer Description Json field
mk: Пополнете го полето Опис на слојот Json.

source: Fill Layer Js field
mk: Пополнете го полето Слој Js.

source: Fill Layer Name with the name of the layer
mk: Пополнете Име на слој со име на слојот.

source: Fill Layer Order for order. This is number field
mk: Пополнете го полето за Редоследност на слој. Ова поле е број.

source: Fill Layer Title Json field
mk: Пополнете го полето Име на слој Json.

source: Fill map Name with the name of the map
mk: Пополнете го полето Име на мапа со името на мапата

source: Fill Map Name with the name of the map if you want to change it
mk: Пополнете го полето Име на мапа со името што сакате да го измените.

source: Fill Map Name with the name of the map if you want to change it. This field is wmpty if layer belongs to group
mk: Пополнете го Име на мапа со името на мапата доколку сакате да го измените. Ова поле е празно ако слојот припаѓа на групата

source: Fill MaxX is number field, predefined placeholder
mk: Пополнете го МаxX со број, во предифинираното поле

source: Fill MaxY is number field, predefined placeholder
mk: Пополнете го МаxY со број, во предифинираното поле

source: Fill MinX is number field, predefined placeholder
mk: Пополнете го МинX, во предефинираното поле

source: Fill MinY is number field, predefined placeholder
mk: Пополнете го МинY со број, во предифинираното поле

source: Fill projection with the projection of the map
mk: Пополнете го полете Проекција со проекција на мапата

source: Fill Resolution field is field with list of numbers
mk: Пополнете го полето за Резолуција со листа на броеви

source: Fill Tile Grid Js field with javascript for map
mk: Пополнете го полето Tile Grid Js со javascript за мапата

source: Finalize the procedure
mk: Финализирај постапка

source: Finish procedure
mk: Завршете ја постапката

source: Finished
mk: Завршена

source: First Name
mk: Име

source: Floors
mk: Катност

source: Forgot your password
mk: Ја заборави лозинката?

source: Form for application setting inserting
mk: Форма за поставувања на апликацијата

source: Form for application setting update
mk: Форма за ажурирање поставувања на апликацијата.

source: Form for group updating
mk: Форма за ажурирање на група.

source: Form for inserting a new group
mk: Форма за внес на нова група.

source: Form for inserting a new layer
mk: Форма за додавање на нов слој.

source: Form for layer updating
mk: Форма за ажурирање на слој.

source: Form for map inserting
mk: Форма за креирање на мапа.

source: Form for map updating
mk: Форма за ажирирање на мапа.

source: Form for role updating
mk: Форма за уредување на улога.

source: Form for user editing
mk: Форма за уредување на корисник.

source: Form for user management
mk: Форма за управување со корисник.

source: Fullname
mk: Целосно име

source: General conditions
mk: Општи услови

source: Generate Plot Certificate
mk: Генерирајте извод од парцела

source: Green area (calculated) m2
mk: Зелена пресметана површина (m2)

source: Green area m2
mk: Зелена површина (m2)

source: Green Cadastre
mk: Зелен катастар

source: Gross area
mk: Бруто површина

source: Gross area m2
mk: Бруто површина (m2)

source: Group Configurations
mk: Конфигурации на група

source: Group Description Json
mk: Опис на група Json

source: Group Js
mk: Група на Js

source: Group Name
mk: Име на група

source: Group Order
mk: Подредување по група

source: Group Title Json
mk: Име на група Json

source: Groups
mk: Групи

source: Groups for all maps
mk: Групи за сите мапи

source: Groups for map name
mk: Групи за име на мапа

source: Have an account
mk: Дали имате профил?

source: Hello
mk: Здраво

source: HelloWorld5
mk: Хело

source: I agree with the
mk: Се согласувам со

source: In progress
mk: Во тек

source: Included Privileges
mk: Вклучени привилегии

source: Info
mk: Инфо

source: INS Admin
mk: ИНС Админ

source: Invalid polygon
mk: Невалиден полигон!

source: Investor
mk: Инвеститор

source: Key
mk: Клуч

source: Language
mk: Јазик

source: Last Name
mk: Презиме

source: Layer Configurations
mk: Конфигурации за слој

source: Layer Description Json
mk: Опис за слојот Json

source: Layer Js
mk: Слој Js

source: Layer Name
mk: Име на слој

source: Layer Order
mk: Редоследност на слој

source: Layer Title Json
mk: Име на слој Json

source: Layers
mk: Слоеви

source: Layers for all maps
mk: Слоеви за сите мапи

source: Layers for group name
mk: Слоеви за име на група

source: Layers for map name
mk: Слоеви за име на мапа

source: Legalization
mk: Легализација

source: Legalization has been deleted
mk: Легализацијата е избришана.

source: Legalization procedure
mk: Постапка за легализација

source: Legalization Statistics
mk: Статистика за легализација

source: Legalization type
mk: Тип на легализација

source: Legislation
mk: Законска регулатива

source: Loading
mk: Се вчитува...

source: Login
mk: Логирај се

source: Logout
mk: Одјави се

source: Map
mk: Мапа

source: Map Configuration
mk: Конфигурација на мапа

source: Map Configurations
mk: Конфигурации на мапи

source: Map Name
mk: Име на мапа

source: Map Name or Group Name
mk: Име на мапа или име на група

source: Maps
mk: Мапи

source: Maximum height
mk: Максимална висина

source: MaxX
mk: МаxX

source: MaxY
mk: МаxY

source: Measure area
mk: Мерење на површина

source: Measure length
mk: Мерење на должина

source: MinX
mk: МинX

source: MinY
mk: МинY

source: Module
mk: Модул

source: Modules
mk: Модули

source: Multiple Role
mk: Повеќекратен избор на улога

source: Municipality of Centar
mk: Општина Центар

source: Name
mk: Име

source: Name of the plan
mk: Име на план

source: Need to Register
mk: Треба да се регистрирате?

source: New Password
mk: Нова лозинка *

source: New Password Public
mk: Нова лозинка

source: No data avaliable
mk: Нема достапни податоци!

source: No document attached
mk: Нема прикачен документ!

source: Notifications
mk: Нотификации

source: Number
mk: Број

source: Numerical
mk: Нумерички

source: Numerical indicators
mk: Нумерички индикатори

source: Object number
mk: Број на објект

source: Object purpose
mk: Намена на објект

source: Order
mk: Подредување

source: Overlap
mk: Преклопување

source: Parking spaces
mk: Паркинг места

source: Password
mk: Лозинка

source: Percentage of construction
mk: Процент на изграденост

source: Phone
mk: Телефон

source: Phone Number
mk: Телефонски број

source: Planning period
mk: Плански период

source: Please attach document
mk: Ве молиме прикачете документ!

source: Please choose entities type
mk: Ве молиме изберете тип на ентитет...

source: Please choose language
mk: Ве молиме изберете јазик...

source: Please choose municipality
mk: Ве молиме изберете општина...

source: Please choose plot
mk: Ве молиме изберете градежна парцела...

source: Please choose purpose
mk: Ве молиме изберете намена...

source: Please choose scale
mk: Ве молиме изберете опфат...

source: Please fill in all the required fields
mk: Ве молиме пополнете ги задолжителните полиња!

source: Please fill in search term
mk: Пополнете податок за пребарување!

source: Please insert valid data
mk: Ве молиме внесете валидни вредности!

source: Please select
mk: Ве молиме изберете

source: Please select plot data from table
mk: Ве молиме изберете парцела од табелата!

source: Plot Conditions
mk: Услови за парцели

source: Plot Conditions Management
mk: Управување со услови за парцела

source: Predefined field for Map Name or Group Name, depends if the layer apear in map or in group
mk: Предефинирано поле за Име на мапа или Име на група, во завистност дали слојот се прикажува на мапа или во група.

source: Preferred Language
mk: Претпочитан јазик

source: Preferred language is set successfully
mk: Претпочитаниот јазик е успешно поставен!

source: Privilege Description
mk: Опис на привилегија

source: Privilege Name
mk: Име на привилегија

source: Privileges
mk: Привилегии

source: Produce
mk: Изработува

source: Project
mk: Проект

source: Projection
mk: Проекција

source: Public GIS Portal
mk: Јавен ГИС портал

source: Purpose
mk: Намена

source: Purpose class
mk: Класа на намена

source: Register
mk: Регистрирај се

source: Register Now
mk: Регистрирај се сега

source: Relation of greenery with construction area
mk: Однос зеленило со градежна површина (%)

source: Relation of greenery with construction calculated area
mk: Однос зеленило со градежна пресметана површина (%)

source: Remember Me
mk: Запомни ме

source: Resolutions
mk: Резолуции

source: Retype Password
mk: Повторете ја лозинката

source: Role
mk: Улога

source: Role form for user management
mk: Форма за управување со корисникот.

source: Role Name
mk: Име на улога

source: Roles
mk: Улоги

source: Save
mk: Зачувај

source: Search
mk: Пребарај

source: Search full
mk: Пребарување

source: Search Type
mk: Тип на пребарување

source: Select last extent
mk: Изберете го последниот опсег

source: Select zoom area
mk: Изберете област за зумирање

source: Setting Data Type
mk: Поставување тип на податок

source: Setting Description
mk: Поставување опис

source: Setting Key
mk: Клуч за поставување

source: Setting Module
mk: Поставување модул

source: Setting Value
mk: Поставување вредност

source: Settings
mk: Поставки

source: Show on map
mk: Прикажи на мапа

source: Signup
mk: Најави се

source: Special
mk: Посебни

source: Special conditions
mk: Посебни услови

source: Statistic1
mk: Статискика 1

source: Statistics
mk: Статистики

source: Subject number
mk: Број на предмет

source: Submit
mk: Поднеси

source: Successfully finalized legalization procedure
mk: Успешно финализирана постапка за легализација!

source: Technical number
mk: Технички број

source: terms
mk: условите

source: There is no data for this application
mk: Нема податоци за оваа апликација.

source: User Account form
mk: Форма за кориснички профил

source: User Management
mk: Управување со корисници

source: User Name
mk: Корисничко име

source: User Roles
mk: Улоги на корисникот

source: Username
mk: Корисничко име

source: Users
mk: Корисници

source: Utilization coefficient
mk: Коефициент на искористеност

source: Utilization coefficient m2
mk: Коефициент на искористеност (м2)

source: Value
mk: Вредност

source: View Groups
mk: Преглед на групи

source: View Layers
mk: Преглед на слоеви

source: View Maps
mk: Преглед на мапи

source: View plot conditions
mk: Преглед на условите за парцела

source: View Privileges
mk: Преглед на привилегии

source: View Roles
mk: Преглед на улоги

source: View, edit and delete Groups and add layers
mk: Прегледувајте, уредувајте и бришете Групи и додавајте слоеви.

source: View, edit and delete Layers
mk: Прегледувајте, уредувајте и бришете слоеви.

source: Web
mk: Веб

source: X coordinate
mk: X координати

source: Y coordinate
mk: Y координати

source: Your file has been deleted
mk: Вашиот фајл е избришан.

source: Your file is safe
mk: Вашиот фајл е безбеден

source: Your Legalization is safe
mk: Вашата легализација е безбедна

source: Your password has been changed successfully
mk: Вашата лозинка е успешно променета!
